Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.gov_help.suggested_contacts
source: Suggested Contacts
es: Contactos sugeridos
fil: Iminungkahing Contacts
vi: Liên hệ được đề xuất
zh_hans: 建议联系对象

# app.gov_help.official_reporting
source: Official Reporting
es: Canales oficiales de reporte
fil: Opisyal na Pag-uulat
vi: Báo cáo chính thức
zh_hans: 官方举报渠道

# app.gov_help.destination.us_house_clerk
source: U.S. House Clerk
es: Secretaría de la Cámara de Representantes de EE. UU.
fil: Klerk ng U.S. House
vi: Thư ký Hạ viện Hoa Kỳ
zh_hans: 美国众议院书记官办公室

# app.gov_help.destination.us_senate
source: U.S. Senate
es: Senado de EE. UU.
fil: Senado ng U.S.
vi: Thượng viện Hoa Kỳ
zh_hans: 美国参议院

# app.gov_help.destination.usa_gov_complaint
source: USA.gov Complaint Directory
es: Directorio de quejas de USA.gov
fil: Direktoryo ng Reklamo ng USA.gov
vi: Danh mục khiếu nại USA.gov
zh_hans: USA.gov 投诉目录

# app.gov_help.destination.eac
source: Election Assistance Commission
es: Comisión de Asistencia Electoral
fil: Komisyon sa Tulong sa Halalan
vi: Ủy ban Hỗ trợ Bầu cử
zh_hans: 选举援助委员会

# app.gov_help.destination.ftc
source: Report Fraud (FTC)
es: Reportar fraude (FTC)
fil: I-report ang Panlilinlang (FTC)
vi: Báo cáo gian lận (FTC)
zh_hans: 举报欺诈（FTC）

# app.mapv.card.plan_title_colon
source: My Plan to Vote:
es: Mi plan para votar:
fil: Aking Plano sa Pagboto:
vi: Kế hoạch đi bầu của tôi:
zh_hans: 我的投票计划：

# app.mapv.card.action.change_plan
source: Change Plan to Vote
es: Cambiar plan para votar
fil: Baguhin ang Plano sa Pagboto
vi: Thay đổi kế hoạch bỏ phiếu
zh_hans: 更改投票计划

# app.mapv.card.action.start_directions
source: Start Directions
es: Iniciar indicaciones
fil: Simulan ang Directions
vi: Bắt đầu chỉ đường
zh_hans: 开始导航

# app.mapv.card.action.voted
source: Voted?
es: ¿Votaste?
fil: Nakaboto na?
vi: Đã bỏ phiếu?
zh_hans: 已投票？

# app.mapv.card.action.reset
source: Reset
es: Restablecer
fil: I-reset
vi: Đặt lại
zh_hans: 重置

# app.mapv.card.live_activity.toggle
source: Enable Live Activity
es: Activar actividad en vivo
fil: I-enable ang Live Activity
vi: Bật Live Activity
zh_hans: 启用实时活动

# app.mapv.card.live_activity.enabled_detail
source: Live activity updates around open/close windows and plan changes.
es: La actividad en vivo se actualiza alrededor de los horarios de apertura/cierre y cambios del plan.
fil: Nag-a-update ang live activity sa open/close windows at pagbabago ng plano.
vi: Live activity cập nhật quanh thời điểm mở/đóng và khi kế hoạch thay đổi.
zh_hans: 实时活动会在开放/关闭时段和计划变更时更新。

# app.mapv.card.live_activity.disabled_detail
source: Live Activities are disabled on this device. Enable them in Settings.
es: Las actividades en vivo están desactivadas en este dispositivo. Actívalas en Configuración.
fil: Naka-disable ang Live Activities sa device na ito. I-enable sa Settings.
vi: Live Activities đã bị tắt trên thiết bị này. Hãy bật trong Cài đặt.
zh_hans: 此设备已禁用实时活动。请在“设置”中启用。

# app.mapv.card.empty.title
source: My Plan to Vote
es: Mi plan para votar
fil: Aking Plano sa Pagboto
vi: Kế hoạch đi bầu của tôi
zh_hans: 我的投票计划

# app.mapv.card.empty.body
source: No plan saved yet. Build your voting plan to enable a live activity.
es: Aún no hay un plan guardado. Crea tu plan de votación para habilitar una actividad en vivo.
fil: Wala pang naka-save na plano. Gumawa ng plano sa pagboto para ma-enable ang live activity.
vi: Chưa có kế hoạch nào được lưu. Hãy tạo kế hoạch bỏ phiếu để bật live activity.
zh_hans: 尚未保存计划。创建投票计划以启用实时活动。

# app.mapv.election_header.midterm_runoff
source: Midterm Primary Runoff Election
es: Elección de segunda vuelta primaria de medio término
fil: Runoff na Primary sa Midterm
vi: Bầu cử sơ bộ vòng hai giữa nhiệm kỳ
zh_hans: 中期初选决选

# app.mapv.election_header.midterm_primary
source: Midterm Primary Election
es: Elección primaria de medio término
fil: Primaryang Halalan sa Midterm
vi: Bầu cử sơ bộ giữa nhiệm kỳ
zh_hans: 中期初选

# app.mapv.election_header.midterm_general
source: Midterm General Election
es: Elección general de medio término
fil: Pangkalahatang Halalan sa Midterm
vi: Bầu cử giữa nhiệm kỳ (General)
zh_hans: 中期大选

# app.mapv.election_header.presidential_primary
source: Presidential Primary Election
es: Elección primaria presidencial
fil: Primaryang Halalang Pampanguluhan
vi: Bầu cử sơ bộ tổng thống
zh_hans: 总统初选

# app.mapv.election_header.presidential_general
source: Presidential General Election
es: Elección general presidencial
fil: Pangkalahatang Halalang Pampanguluhan
vi: Bầu cử tổng thống (General)
zh_hans: 总统大选

# app.mapv.status.primary.opens_in
source: Opens in %@
es: Abre en %@
fil: Magbubukas sa loob ng %@
vi: Sẽ mở sau %@
zh_hans: 将在 %@ 后开始

# app.mapv.status.primary.closes_in
source: Polls close in %@
es: Las urnas cierran en %@
fil: Magsasara ang botohan sa loob ng %@
vi: Điểm bỏ phiếu sẽ đóng sau %@
zh_hans: 距离投票结束还有 %@

# app.mapv.status.primary.closed_at
source: Polls closed at %@
es: Las urnas cerraron a las %@
fil: Nagsara ang botohan noong %@
vi: Điểm bỏ phiếu đóng lúc %@
zh_hans: 投票于 %@ 结束

# app.mapv.status.primary.marked_voted
source: Marked as voted
es: Marcado como votado
fil: Naka-mark na bilang nakaboto
vi: Đã đánh dấu là đã bỏ phiếu
zh_hans: 已标记为已投票

# app.mapv.status.primary.arrival_passed
source: Planned arrival passed
es: La hora planificada ya pasó
fil: Lumampas na ang planong oras ng pagdating
vi: Đã qua giờ đến dự kiến
zh_hans: 计划到达时间已过

# app.mapv.status.primary.closed_plan_missed
source: Polls closed - plan missed
es: Las urnas cerraron - plan no cumplido
fil: Sarado na ang botohan - hindi nasunod ang plano
vi: Điểm bỏ phiếu đã đóng - lỡ kế hoạch
zh_hans: 投票已结束 - 计划错过

# app.mapv.status.secondary.distance_eta
source: %.1f mi • ETA %d min
es: %.1f mi • tiempo estimado %d min
fil: %.1f mi • tinatayang oras %d min
vi: %.1f mi • thời gian ước tính %d phút
zh_hans: %.1f mi • 预计到达 %d 分钟

# app.mapv.status.secondary.distance_tap_eta
source: %.1f mi • Tap for ETA
es: %.1f mi • Toca para ver ETA
fil: %.1f mi • I-tap para sa ETA
vi: %.1f mi • Chạm để xem ETA
zh_hans: %.1f 英里 • 点击查看预计到达时间

# app.mapv.status.secondary.eta_only
source: ETA %d min
es: tiempo estimado %d min
fil: Tinatayang oras %d min
vi: ETA %d phút
zh_hans: 预计到达 %d 分钟

# app.mapv.status.secondary.view_details
source: View plan details
es: Ver detalles del plan
fil: Tingnan ang detalye ng plano
vi: Xem chi tiết kế hoạch
zh_hans: 查看计划详情

# app.mapv.status.pill.plan_set
source: Plan Set
es: Plan listo
fil: Naitakda ang plano
vi: Đã đặt kế hoạch
zh_hans: 计划已设定

# app.mapv.status.pill.polls_open
source: Polls Open
es: Urnas abiertas
fil: Bukas ang botohan
vi: Điểm bỏ phiếu đang mở
zh_hans: 投票进行中

# app.mapv.status.pill.go_time
source: Go Time
es: Hora de salir
fil: Oras na umalis
vi: Đến giờ đi
zh_hans: 出发时间

# app.mapv.status.pill.closing_soon
source: Closing Soon
es: Cierra pronto
fil: Malapit nang magsara
vi: Sắp đóng
zh_hans: 即将关闭

# app.mapv.status.pill.polls_closed
source: Polls Closed
es: Urnas cerradas
fil: Sarado na ang botohan
vi: Điểm bỏ phiếu đã đóng
zh_hans: 投票已结束

# app.mapv.status.pill.voted
source: Voted
es: Votado
fil: Nakaboto
vi: Đã bỏ phiếu
zh_hans: 已投票

# app.mapv.status.pill.plan_missed
source: Plan Missed
es: Plan no cumplido
fil: Hindi nasunod ang plano
vi: Lỡ kế hoạch
zh_hans: 错过计划

# app.mapv.share.title
source: My Plan to Vote
es: Mi plan para votar
fil: Aking Plano sa Pagboto
vi: Kế hoạch đi bầu của tôi
zh_hans: 我的投票计划

# app.mapv.share.election_prefix
source: Election:
es: Elección:
fil: Halalan:
vi: Bầu cử:
zh_hans: 选举：

# app.mapv.share.method_prefix
source: Method:
es: Método:
fil: Paraan:
vi: Phương thức:
zh_hans: 方式：

# app.mapv.share.method_fallback
source: Plan to Vote
es: Plan para votar
fil: Plano sa Pagboto
vi: Kế hoạch bỏ phiếu
zh_hans: 投票计划

# app.mapv.share.date_prefix
source: Date:
es: Fecha:
fil: Petsa:
vi: Ngày:
zh_hans: 日期：

# app.mapv.share.time_prefix
source: Time:
es: Hora:
fil: Oras:
vi: Giờ:
zh_hans: 时间：

# app.mapv.share.plan_prefix
source: Plan:
es: Plan de voto:
fil: Plano:
vi: Kế hoạch:
zh_hans: 计划：

# app.mapv.share.plan_mail_ballot
source: Request Absentee / Mail-in Ballot
es: Solicitar boleta por correo / ausente
fil: Humiling ng Absentee / Mail-in Ballot
vi: Yêu cầu phiếu vắng mặt / phiếu qua thư
zh_hans: 申请缺席/邮寄选票

# app.mapv.share.location_prefix
source: Location:
es: Ubicación:
fil: Lokasyon:
vi: Địa điểm:
zh_hans: 地点：

# app.mapv.share.address_prefix
source: Address:
es: Dirección:
fil: Adres:
vi: Địa chỉ:
zh_hans: 地址：

# app.mapv.share.polls_prefix
source: Polls:
es: Urnas:
fil: Oras ng Botohan:
vi: Giờ bỏ phiếu:
zh_hans: 投票时间：

# app.mapv.polling_place_fallback
source: Polling Place
es: Lugar de votación
fil: Lugar ng Botohan
vi: Điểm bỏ phiếu
zh_hans: 投票地点

# app.mapv.calendar.notes_prefix
source: Plan to vote at
es: Plan para votar a las
fil: Planong bumoto sa
vi: Dự định đi bầu lúc
zh_hans: 计划投票时间：

# app.mapv.calendar.upcoming_election
source: Upcoming Election
es: Próxima elección
fil: Paparating na Halalan
vi: Cuộc bầu cử sắp tới
zh_hans: 即将到来的选举

# app.mapv.step4.almost_done
source: You're almost done.
es: Ya casi terminas.
fil: Malapit ka nang matapos.
vi: Bạn gần xong rồi.
zh_hans: 快完成了。

# app.mapv.step4.review_card
source: Review your card before you finish.
es: Revisa tu tarjeta antes de terminar.
fil: Suriin ang card mo bago tapusin.
vi: Xem lại thẻ của bạn trước khi hoàn tất.
zh_hans: 完成前请先检查你的卡片。

# app.mapv.step4.action.add_calendar
source: Add to Calendar
es: Agregar al calendario
fil: Idagdag sa Kalendaryo
vi: Thêm vào lịch
zh_hans: 添加到日历

# app.mapv.step4.share_message
source: Here is my voting plan.
es: Aquí está mi plan de votación.
fil: Narito ang plano ko sa pagboto.
vi: Đây là kế hoạch đi bầu của tôi.
zh_hans: 这是我的投票计划。

# app.mapv.step4.action.share_plan
source: Share Plan
es: Compartir plan
fil: Ibahagi ang Plano
vi: Chia sẻ kế hoạch
zh_hans: 分享计划

# app.mapv.step4.share_hint
source: Share via text, WhatsApp, or any app in your share sheet.
es: Comparte por texto, WhatsApp o cualquier app de tu hoja para compartir.
fil: Ibahagi sa text, WhatsApp, o anumang app sa share sheet mo.
vi: Chia sẻ qua tin nhắn, WhatsApp, hoặc bất kỳ ứng dụng nào trong bảng chia sẻ.
zh_hans: 可通过短信、WhatsApp 或分享面板中的任意应用分享。

# app.mapv.full_plan.title
source: Your Voting Plan
es: Tu plan de votación
fil: Iyong Plano sa Pagboto
vi: Kế hoạch bỏ phiếu của bạn
zh_hans: 你的投票计划

# app.mapv.action.done
source: Done
es: Listo
fil: Tapos
vi: Xong
zh_hans: 完成

# app.mapv.step.title.method
source: Method to Vote
es: Método para votar
fil: Paraan ng Pagboto
vi: Phương thức bỏ phiếu
zh_hans: 投票方式

# app.mapv.step.title.location
source: Logistics
es: Logística
fil: Lohistika
vi: Hậu cần
zh_hans: 后勤安排

# app.mapv.step.title.time
source: When I'm Voting
es: Cuándo voy a votar
fil: Kailan Ako Boboto
vi: Khi nào tôi đi bầu
zh_hans: 我的投票时间

# app.mapv.step.title.review
source: Commit and Bring a Friend
es: Confirma y trae a un amigo
fil: Mag-commit at Magdala ng Kaibigan
vi: Cam kết và rủ bạn bè
zh_hans: 确认并邀请朋友

# app.mapv.accessibility.step_header
source: Step %d of %d: %@
es: Paso %d de %d: %@
fil: Hakbang %d sa %d: %@
vi: Bước %d trên %d: %@
zh_hans: 第 %d / %d 步：%@

# app.mapv.accessibility.step_label
source: Step %d: %@
es: Paso %d: %@
fil: Hakbang %d: %@
vi: Bước %d: %@
zh_hans: 第 %d 步：%@

# app.mapv.accessibility.hint.complete_prior
source: Complete earlier steps first
es: Completa primero los pasos anteriores
fil: Tapusin muna ang mga naunang hakbang
vi: Hoàn thành các bước trước trước đã
zh_hans: 请先完成前面的步骤

# app.mapv.accessibility.hint.finish
source: Build your final voter plan card
es: Construye tu tarjeta final del plan de votación
fil: Buuin ang pinal mong voter plan card
vi: Tạo thẻ kế hoạch đi bầu cuối cùng của bạn
zh_hans: 生成你的最终投票计划卡片

# app.mapv.accessibility.hint.jump
source: Jump to this step
es: Ir a este paso
fil: Lumipat sa hakbang na ito
vi: Chuyển đến bước này
zh_hans: 跳转到此步骤

# app.mapv.accessibility.hint.next_disabled
source: Complete this step first
es: Completa este paso primero
fil: Tapusin muna ang hakbang na ito
vi: Hoàn thành bước này trước
zh_hans: 请先完成此步骤

# app.mapv.accessibility.hint.next_enabled
source: Move to next step
es: Ir al siguiente paso
fil: Lumipat sa susunod na hakbang
vi: Chuyển sang bước tiếp theo
zh_hans: 进入下一步

# app.mapv.action.back
source: Back
es: Atrás
fil: Bumalik
vi: Quay lại
zh_hans: 返回

# app.mapv.action.next
source: Next
es: Siguiente
fil: Susunod
vi: Tiếp theo
zh_hans: 下一步

# app.mapv.action.finish
source: Finish
es: Finalizar
fil: Tapusin
vi: Hoàn tất
zh_hans: 完成

# app.mapv.error.invalid_step
source: Invalid Step
es: Paso no válido
fil: Hindi valid na hakbang
vi: Bước không hợp lệ
zh_hans: 无效步骤

# app.mapv.step1.prompt
source: How would you like to vote?
es: ¿Cómo te gustaría votar?
fil: Paano mo gustong bumoto?
vi: Bạn muốn bỏ phiếu theo cách nào?
zh_hans: 你想如何投票？

# app.mapv.step1.pros_prefix
source: Pros:
es: Ventajas:
fil: Mga Benepisyo:
vi: Ưu điểm:
zh_hans: 优点：

# app.mapv.step1.method.early
source: Vote Early
es: Vota temprano
fil: Bumoto nang Maaga
vi: Bỏ phiếu sớm
zh_hans: 提前投票

# app.mapv.step1.method.mail
source: Vote by Mail
es: Vota por correo
fil: Bumoto sa Koreo
vi: Bỏ phiếu qua thư
zh_hans: 邮寄投票

# app.mapv.step1.method.election_day
source: Vote on Election Day
es: Vota el día de la elección
fil: Bumoto sa Araw ng Halalan
vi: Bỏ phiếu ngày bầu cử
zh_hans: 选举日投票

# app.mapv.step1.early.pros
source: Flexibility, Shorter Wait Times, Avoids Last-Minute Issues
es: Flexibilidad, menos tiempo de espera y evita problemas de último minuto
fil: Mas flexible, mas maikling pila, iwas huling minutong problema
vi: Linh hoạt, thời gian chờ ngắn hơn, tránh rủi ro phút chót
zh_hans: 更灵活、等待更短、避免临时问题

# app.mapv.step1.mail.pros
source: Convenience, Extended Time, Accessibility
es: Conveniencia, más tiempo y accesibilidad
fil: Kaginhawahan, mas mahabang panahon, accessibility
vi: Tiện lợi, thêm thời gian, dễ tiếp cận
zh_hans: 方便、时间更充裕、可及性更高

# app.mapv.step1.mail.request_by
source: Request by: June 14, 2025
es: Solicitar antes de: 14 de junio de 2025
fil: Humiling bago: Hunyo 14, 2025
vi: Yêu cầu trước: 14 tháng 6, 2025
zh_hans: 申请截止：2025年6月14日

# app.mapv.step1.election.poll_hours
source: Polls 6 AM – 9 PM
es: Urnas de 6 AM a 9 PM
fil: Botohan 6 AM – 9 PM
vi: Giờ mở phiếu 6 AM – 9 PM
zh_hans: 投票时间 上午6点–晚上9点

# app.mapv.step1.early_voting_tbd
source: Early Voting: Date TBD
es: Votación anticipada: fecha por definir
fil: Maagang Pagboto: TBD ang petsa
vi: Bỏ phiếu sớm: Chưa có ngày
zh_hans: 提前投票：日期待定

# app.mapv.step1.early_voting_format
source: Early Voting: %@
es: Votación anticipada: %@
fil: Maagang Pagboto: %@
vi: Bỏ phiếu sớm: %@
zh_hans: 提前投票：%@

# app.mapv.step1.election_day_tbd
source: Election Day: Date TBD
es: Día de la elección: fecha por definir
fil: Araw ng Halalan: TBD ang petsa
vi: Ngày bầu cử: Chưa có ngày
zh_hans: 选举日：日期待定

# app.mapv.step1.election_day_format
source: Election Day: %@
es: Día de la elección: %@
fil: Araw ng Halalan: %@
vi: Ngày bầu cử: %@
zh_hans: 选举日：%@

# app.mapv.step2.choose_polling_location
source: Choose a polling location near you.
es: Elige un lugar de votación cerca de ti.
fil: Pumili ng lugar ng botohan na malapit sa iyo.
vi: Chọn một điểm bỏ phiếu gần bạn.
zh_hans: 选择你附近的投票地点。

# app.mapv.step3.prompt
source: Pick your voting time
es: Elige tu hora para votar
fil: Piliin ang oras ng pagboto mo
vi: Chọn thời gian bỏ phiếu của bạn
zh_hans: 选择你的投票时间

# app.mapv.step3.helper
source: Drag the slider to set your planned arrival time.
es: Arrastra el control para fijar tu hora de llegada planificada.
fil: I-drag ang slider para itakda ang planong oras ng pagdating.
vi: Kéo thanh trượt để đặt giờ đến dự kiến.
zh_hans: 拖动滑块以设置计划到达时间。

# app.mapv.step3.selected_time
source: Selected Time
es: Hora seleccionada
fil: Napiling Oras
vi: Thời gian đã chọn
zh_hans: 已选时间

# app.mapv.step3.dayrail.previous_week
source: Previous week
es: Semana anterior
fil: Nakaraang linggo
vi: Tuần trước
zh_hans: 上一周

# app.mapv.step3.dayrail.next_week
source: Next week
es: Semana siguiente
fil: Susunod na linggo
vi: Tuần sau
zh_hans: 下一周

# app.mapv.step3.dayrail.select_prefix
source: Select
es: Seleccionar
fil: Piliin
vi: Chọn
zh_hans: 选择

# app.mapv.step3.crowd.good
source: Usually quieter
es: Suele estar más tranquilo
fil: Karaniwang mas tahimik
vi: Thường yên hơn
zh_hans: 通常较安静

# app.mapv.step3.crowd.busy
source: Often busiest
es: Suele estar más concurrido
fil: Karaniwang pinakaabala
vi: Thường đông nhất
zh_hans: 通常最拥挤

# app.mapv.step3.crowd.neutral
source: Mixed
es: Mixto
fil: Halo-halo
vi: Trung bình
zh_hans: 一般

# app.mapv.step3.reason.opening_rush
source: Before work rush
es: Hora pico antes del trabajo
fil: Rush bago pumasok sa trabaho
vi: Cao điểm trước giờ làm
zh_hans: 上班前高峰

# app.mapv.step3.reason.lunch_rush
source: Lunch break rush
es: Hora pico de almuerzo
fil: Rush sa tanghalian
vi: Cao điểm giờ nghỉ trưa
zh_hans: 午休高峰

# app.mapv.step3.reason.after_work_rush
source: After work rush
es: Hora pico después del trabajo
fil: Rush hour pagkatapos ng trabaho
vi: Cao điểm sau giờ làm
zh_hans: 下班高峰

# app.mapv.step3.reason.between_rushes
source: Between rushes
es: Entre horas pico
fil: Sa pagitan ng rush hours
vi: Giữa các khung cao điểm
zh_hans: 高峰之间

# app.mapv.step3.reason.lines_vary
source: Lines vary
es: Las filas varían
fil: Nag-iiba ang haba ng pila
vi: Hàng chờ thay đổi
zh_hans: 排队情况不固定

# app.mapv.step3.accessibility.time_selector
source: Voting time selector
es: Selector de hora de votación
fil: Tagapili ng oras ng pagboto
vi: Bộ chọn thời gian bỏ phiếu
zh_hans: 投票时间选择器

# app.mapv.step3.accessibility.time_selector_hint
source: Drag left or right to choose your voting time.
es: Arrastra a la izquierda o derecha para elegir tu hora de votación.
fil: I-drag pakaliwa o pakanan para pumili ng oras ng pagboto.
vi: Kéo sang trái hoặc phải để chọn thời gian bỏ phiếu của bạn.
zh_hans: 左右拖动以选择你的投票时间。

# app.feedback.title
source: Feedback
es: Comentarios
fil: Puna
vi: Phản hồi
zh_hans: 反馈

# app.feedback.college_endeavor.title
source: We Want to Hear From You!
es: Proyecto universitario
fil: Proyektong Pang‑kolehiyo
vi: Dự án sinh viên đại học
zh_hans: 大学生项目

# app.feedback.college_endeavor.body
source: VoteNow is an endeavor built to support all Americans vote by reducing logistical friction. As a college student endeavor, we want to learn from you and your experience voting. Your feedback is invaluable to improve the app and the voter experience.
es: VoteNow es un proyecto universitario creado para apoyar a todas las personas en EE. UU. reduciendo la fricción logística al votar. Nos encantaría recibir tus comentarios para mejorar la app y la experiencia general de votación.
fil: Ang VoteNow ay proyektong pinangungunahan ng mga estudyante sa kolehiyo upang suportahan ang lahat ng Amerikano sa pamamagitan ng pagbawas ng abalang proseso sa pagboto. Gusto naming marinig ang iyong feedback para mapabuti ang app at kabuuang karanasan ng botante.
vi: VoteNow là một dự án do sinh viên đại học xây dựng nhằm hỗ trợ mọi người Mỹ từ xa bằng cách giảm bớt rào cản hậu cần trong việc bỏ phiếu. Chúng tôi rất mong nhận được phản hồi của bạn để cải thiện ứng dụng và trải nghiệm cử tri tổng thể.
zh_hans: VoteNow 是由大学生发起的项目，旨在通过减少投票流程中的后勤摩擦，远程支持所有美国人。我们非常希望收到你的反馈，以改进应用和整体投票体验。

# app.feedback.share.title
source: Share your feedback
es: Comparte tus comentarios
fil: Ibahagi ang iyong feedback
vi: Chia sẻ phản hồi của bạn
zh_hans: 分享你的反馈

# app.feedback.category.label
source: Category
es: Categoría
fil: Kategorya
vi: Danh mục
zh_hans: 类别

# app.feedback.category.bug
source: Bug
es: Error
fil: Depekto
vi: Lỗi
zh_hans: 错误

# app.feedback.category.question
source: Question
es: Pregunta
fil: Tanong
vi: Câu hỏi
zh_hans: 问题

# app.feedback.email.placeholder
source: Email (optional)
es: Correo electrónico (opcional)
fil: Email (opsyonal)
vi: Email (không bắt buộc)
zh_hans: 邮箱（可选）

# app.feedback.message.placeholder
source: Tell us what felt confusing, frustrating, or helpful.
es: Cuéntanos qué te pareció confuso, frustrante o útil.
fil: Sabihin sa amin kung ano ang nakalilito, nakaka-frustrate, o nakatulong.
vi: Hãy cho chúng tôi biết điều gì gây bối rối, khó chịu, hoặc hữu ích.
zh_hans: 告诉我们哪些地方让你感到困惑、沮丧，或哪些内容有帮助。

# app.feedback.action.sending
source: Sending...
es: Enviando...
fil: Ipinapadala...
vi: Đang gửi...
zh_hans: 发送中...

# app.feedback.action.send
source: Send Feedback
es: Enviar comentarios
fil: Ipadala ang Feedback
vi: Gửi phản hồi
zh_hans: 发送反馈

# app.feedback.success.sent
source: Thanks - feedback sent.
es: Gracias: comentarios enviados.
fil: Salamat — naipadala ang feedback.
vi: Cảm ơn — phản hồi đã được gửi.
zh_hans: 谢谢，反馈已发送。

# app.feedback.error.send_failed
source: Could not send feedback. Please try again.
es: No se pudieron enviar los comentarios. Inténtalo de nuevo.
fil: Hindi naipadala ang feedback. Pakisubukan muli.
vi: Không thể gửi phản hồi. Vui lòng thử lại.
zh_hans: 无法发送反馈。请重试。

# app.mail_ballot.navigation.title
source: Request Mail-in Ballot
es: Solicitar boleta por correo
fil: Humiling ng Mail-in Ballot
vi: Yêu cầu phiếu bầu qua thư
zh_hans: 申请邮寄选票

# app.mapv.absentee.address_fallback
source: Set your address in My Reps
es: Configura tu dirección en Mis reps
fil: Itakda ang iyong address sa My Reps
vi: Đặt địa chỉ trong My Reps
zh_hans: 请在 My Reps 中设置地址

# app.mapv.absentee.hero_title
source: 📬 Request Your Mail-in Ballot
es: 📬 Solicita tu boleta por correo
fil: 📬 Humiling ng Iyong Mail-in Ballot
vi: 📬 Yêu cầu phiếu bầu qua thư của bạn
zh_hans: 📬 申请你的邮寄选票

# app.mapv.absentee.what_mail_in.title
source: What is mail-in voting?
es: ¿Qué es la votación por correo?
fil: Ano ang mail-in voting?
vi: Bỏ phiếu qua thư là gì?
zh_hans: 什么是邮寄投票？

# app.mapv.absentee.what_mail_in.body
source: Mail-in voting lets eligible voters receive a ballot and return it by mail or approved drop-off methods. Some states mail ballots automatically, while others require a request.
es: La votación por correo permite que las personas elegibles reciban una boleta y la devuelvan por correo o mediante métodos de entrega autorizados. Algunos estados envían boletas automáticamente y otros requieren una solicitud.
fil: Pinapayagan ng mail-in voting ang karapat-dapat na botante na makatanggap ng balota at ibalik ito sa koreo o aprubadong drop-off. May mga estadong awtomatikong nagpapadala ng balota, at may ibang nangangailangan ng request.
vi: Bỏ phiếu qua thư cho phép cử tri đủ điều kiện nhận phiếu và gửi lại qua thư hoặc điểm nộp được chấp thuận. Một số bang gửi phiếu tự động, số khác yêu cầu nộp đơn.
zh_hans: 邮寄投票允许符合资格的选民收到选票，并通过邮寄或指定投递方式寄回。有些州会自动寄送选票，另一些州则需要申请。

# app.mapv.absentee.what_absentee.title
source: What is absentee voting?
es: ¿Qué es el voto en ausencia?
fil: Ano ang absentee voting?
vi: Bỏ phiếu vắng mặt là gì?
zh_hans: 什么是缺席投票？

# app.mapv.absentee.what_absentee.body
source: Absentee voting is a mail-ballot process typically used when you cannot vote in person. Rules and eligibility vary by jurisdiction.
es: El voto en ausencia es un proceso de boleta por correo que normalmente se usa cuando no puedes votar en persona. Las reglas y la elegibilidad varían según la jurisdicción.
fil: Ang absentee voting ay proseso ng mail ballot na karaniwang ginagamit kapag hindi ka makakaboto nang personal. Nagkakaiba ang tuntunin at pagiging kwalipikado ayon sa hurisdiksyon.
vi: Bỏ phiếu vắng mặt là quy trình phiếu qua thư thường dùng khi bạn không thể bỏ phiếu trực tiếp. Quy tắc và điều kiện khác nhau theo khu vực.
zh_hans: 缺席投票通常用于你无法到场投票时的邮寄选票流程。规则和资格因辖区而异。

# app.mapv.absentee.jurisdiction_prefix
source: Jurisdiction: %@
es: Jurisdicción: %@
fil: Hurisdiksyon: %@
vi: Khu vực thẩm quyền: %@
zh_hans: 辖区：%@
